tap "altinity/clickhouse"
tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "stripe/stripe-cli"
tap "theseal/ssh-askpass"
brew "bat"
brew "icu4c@76"
brew "node"
brew "bitwarden-cli"
brew "bottom"
brew "clifm"
brew "direnv"
brew "displayplacer"
brew "eza"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "git-cliff"
brew "git-delta"
brew "git-extras"
brew "httpie"
brew "hurl"
brew "imagemagick"
brew "ipython"
brew "iredis"
brew "jq"
brew "jupyterlab"
brew "lazydocker"
brew "lftp"
brew "libdmtx"
brew "libffi"
brew "litecli"
brew "moar"
brew "mongocli"
brew "mongosh"
brew "mtr"
brew "neovim"
brew "nmap"
brew "pgcli"
brew "pkgconf"
brew "poppler"
brew "postgresql@16", restart_service: :changed
brew "pre-commit"
brew "pure"
brew "python@3.11"
brew "redis"
brew "ripgrep"
brew "sevenzip"
brew "speedtest-cli"
brew "starship"
brew "tailspin"
brew "tig"
brew "tlrc"
brew "tmux"
brew "transmission-cli"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "theseal/ssh-askpass/ssh-askpass"
cask "alacritty"
cask "alt-tab"
cask "arc"
cask "brave-browser"
cask "bruno"
cask "clickhouse"
cask "dbeaver-community"
cask "deepl"
cask "discord"
cask "dupeguru"
cask "firefox"
cask "font-0xproto-nerd-font"
cask "font-agave-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "iterm2@beta"
cask "itsycal"
cask "jordanbaird-ice"
cask "kap"
cask "karabiner-elements"
cask "mongodb-compass"
cask "ngrok"
cask "openvpn-connect"
cask "outline"
cask "postico"
cask "postman"
cask "reminders-menubar"
cask "skype"
cask "sublime-text"
cask "syntax-highlight"
cask "transmission"
cask "vivaldi"
cask "wezterm"
cask "whatsapp"
cask "yandex"
cask "yandex-disk"
cask "zed"
cask "zoom"
